{
  "flavour": [
    {
      "name": "Тропический Рассвет",
      "description": "Сочный микс ананаса, манго и маракуйи с горьковатой свежестью грейпфрута. Идеален для утреннего курения."
    },
    {
      "name": "Вишневый Экстаз",
      "description": "Глубокая вишня с минеральными нотками и сладким желе. Напоминает вишнёвый пирог."
    },
    {
      "name": "Снежная Пустыня",
      "description": "Ледяная мята, персиковый чай и цитрусовая кислинка. Освежает как зимний ветер."
    },
    {
      "name": "Лесная Ягода",
      "description": "Тартовая черника, кислый барбарис и древесные ноты. Будто прогулка по осеннему лесу."
    },
    {
      "name": "Десертный Рай",
      "description": "Карамель, миндаль и сливочный чай с воздушным зефиром. Для сладкоежек."
    },
    {
      "name": "Цитрусовая Буря",
      "description": "Взрыв апельсина, лайма и экзотического личи. Бодрит как энергетик."
    },
    {
      "name": "Восточные Сладости",
      "description": "Фисташковое мороженое, шафран и пряный чай. Пахнет базаром в Стамбуле."
    },
    {
      "name": "Ягодный Йогурт",
      "description": "Нежный йогурт с черникой и малиной. Лёгкий десерт без сахара."
    },
    {
      "name": "Дикий Мёд",
      "description": "Медовая сладость, терпкий бергамот и лесные ягоды. Тёплый и уютный."
    },
    {
      "name": "Летний Сад",
      "description": "Персиковый чай с малиной и нотками печенья. Как пикник в саду."
    },
    {
      "name": "Экзотик Фьюжн",
      "description": "Сладкие финики, сочный джекфрут и лёгкая терпкость кактуса. Для смелых."
    },
    {
      "name": "Морозная Свежесть",
      "description": "Хрустящие вафли с лимоном и ледяной мятой. Освежает даже в жару."
    },
    {
      "name": "Кола Взрыв",
      "description": "Двойная газированная кола с лёгкой ванильной пеной. Просто и ярко."
    },
    {
      "name": "Цветущий Сад",
      "description": "Цветочный букет жасмина, апельсина и пионов. Романтичный и нежный."
    },
    {
      "name": "Тропический Шторм",
      "description": "Ананас с острым акцентом и спелое манго. Экзотика в каждой тяге."
    },
    {
      "name": "Сладкий Иней",
      "description": "Сливочная сгущёнка и густой молочный коктейль. Зимнее наслаждение."
    },
    {
      "name": "Японский Сад",
      "description": "Цитрус юдзу, зелёный чай и цветы жасмина. Минимализм и гармония."
    },
    {
      "name": "Кислый Червяк",
      "description": "Кисло-сладкие леденцы с неожиданной нотой кукурузы. Игриво и странно."
    },
    {
      "name": "Кофейный Ритм",
      "description": "Кофе, зефир и травяной ликёр. Для ночных посиделок."
    },
    {
      "name": "Дикие Травы",
      "description": "Эстрагон, базилик и лесные ягоды. Пряный и свежий букет."
    },
    {
      "name": "Малиновый Рай",
      "description": "Тройная малина: свежая, сладкая и в шоколаде. Ягодный взрыв."
    },
    {
      "name": "Дымный Восток",
      "description": "Пряный чай с гранатом, яблоком и кардамоном. Дымно и тепло."
    },
    {
      "name": "Фруктовый Лёд",
      "description": "Ледяная свежесть цитрусов и мяты. Как фруктовое мороженое."
    },
    {
      "name": "Солёная Карамель",
      "description": "Сливочный чизкейк, карамель и миндаль. Десерт для гурманов."
    },
    {
      "name": "Апельсиновый Рай",
      "description": "Два вида апельсина — цветочный и терпкий. Сочный цитрусовый микс."
    },
    {
      "name": "Зелёный Дракон",
      "description": "Хвойная пихта, кислые ягоды и лёгкая дымка. Таинственно и свежо."
    },
    {
      "name": "Шоколадная Мечта",
      "description": "Тёплый брауни, арахис и какао. Для любителей глубоких вкусов."
    },
    {
      "name": "Лимонный Пирог",
      "description": "Хрустящие вафли с лимоном и лаймом. Как десерт с кислинкой."
    },
    {
      "name": "Морской Бриз",
      "description": "Свежий огурец и сливочная сладость. Неожиданно освежает."
    },
    {
      "name": "Спелая Груша",
      "description": "Сочная груша с лимонной газировкой. Фруктовый фреш."
    },
    {
      "name": "Клубничный Пирог",
      "description": "Клубника, песочное печенье и йогурт. Вкус детства."
    },
    {
      "name": "Дикие Цветы",
      "description": "Цветочный микс космеи и жасмина. Нежно и воздушно."
    },
    {
      "name": "Кокосовый Рай",
      "description": "Кокосовая стружка, ананас и папайя. Пляжное настроение."
    },
    {
      "name": "Розовый Закат",
      "description": "Сладкая дыня, арбуз и горьковатый грейпфрут. Летний закат во рту."
    },
    {
      "name": "Травяной Чай",
      "description": "Красный чай с жасмином и мёдом. Умиротворяет и согревает."
    },
    {
      "name": "Сочный Персик",
      "description": "Спелый персик, абрикос и чайная терпкость. Фруктовый букет."
    }
  ]
}